Repository: fat115/names_per_ip
Catalog: locale/*.po
Languages: fr

source: All exceptions: @1
fr: Toutes les exceptions : @1

source: The player '@1' did not join yet.
fr: Le joueur '@1' n'a pas encore rejoint le jeu.

source: Following players share an IP: @1
fr: Les joueurs suivants partagent une IP : @1

source: Added an exception!
fr: Ajout d'une exception !

source: The player '@1' is not on the whitelist.
fr: Le joueur '@1' n'est pas dans la liste blanche.

source: Removed an exception!
fr: Enlèvement d'une exception !

source: Get the features of names_per_ip
fr: Voir les fonctionnalités de names_per_ip

source: Available commands:
fr: Commandes disponibles :

source: Get all accounts of <name>: /ipnames whois <name>
fr: Voir tous les comptes de <nom> : /ipnames whois <nom>

source: List all exceptions: /ipnames list
fr: Lister toutes les exceptions: /ipnames list

source: Remove/add an exception: /ipnames (un)ignore <name>
fr: Enlever/ajouter une exception : /ipnames (un)ignore <nom>

source: Error: Please check again '/ipnames' for correct usage.
fr: Erreur : Merci de vérifier la commande '/ipnames' pour un usage correct.

source: Error: No known argument for #1 '
fr: Erreur : Pas d'argument connu pour #1 '

source: You exceeded the limit of accounts. You already own the following accounts:
fr: Vous avez dépassé la limite du nombre de comptes. Vous possédez déjà les comptes suivants :
